Repository: aschabilal/gravityflowchecklists
Catalog: languages/gravityflowfolders-*.po
Languages: ca

source: Select a form
ca: Seleccioneu un formulari

source: Name
ca: Nom

source: Custom Label
ca: Etiqueta personalitzada

source: Forms
ca: Formularis

source: Form
ca: Formulari

source: Personal
ca: Personals

source: Shared
ca: Compartits

source: Sequential
ca: Seqüencials

source: Options
ca: Opcions

source: Block sequence until Workflow is complete
ca: Bloca la seqüència fins que el flux de treball es completi

source: You don't have any checklists.
ca: No teniu cap llista de comprovació.

source: Let's add one
ca: Afegim-ne una

source: This item will be deleted. Are you sure?
ca: Aquest element s'eliminarà. N'esteu segur?

source: New Checklist
ca: Llista de comprovació nova

source: All Users
ca: Tots els usuaris

source: Select Users
ca: Seleccioneu usuaris

source: New Checklist Item
ca: Element de la llista nou

source: Link to entry
ca: Enllaç a l'entrada

source: Configuration
ca: Configuració

source: Checklists
ca: Llistes de comprovació

source: Users
ca: Usuaris

source: Roles
ca: Rols

source: (Processing)
ca: (S'està processant)

source: You don't have permission to view this checklist
ca: No teniu permís per a veure aquesta llista de comprovació

source: Checklist not found.
ca: No s'ha trobat la llista de comprovació.

source: You don't have any checklists configured.
ca: No heu configurat cap llista de comprovació.

source: Missing Checklist ID
ca: ID de la llista de comprovació que hi falta.

source: Missing User ID
ca: ID de l'usuari que hi falta

source: Missing Form ID
ca: ID del formulari que hi falta

source: Nothing to delete
ca: Res a eliminar

source: Gravity Flow Checklists
ca: Llistes de comprovació del Gravity Flow

source: Checklists Extension for Gravity Flow.
ca: Extensió Llistes de comprovació per al Gravity Flow.
